tap 'mas-cli/tap'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

cask_args appdir: '/Applications'

brew 'awscli'
brew 'dive'
brew 'git-sizer'
brew 'jq'
brew 'mas-cli/tap/mas'
brew 'neofetch'
brew 'rcm'
brew 'terraform@0.13'
brew 'terragrunt'
brew 'starship'
brew 'tmux'
brew 'yq'

cask '1password'
cask 'aws-vault'
cask 'bartender'
cask 'font-fira-code'
cask 'font-fira-mono-nerd-font'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'

mas 'Telegram', id: 747648890
